Repository: vakesz/Glasstual
Catalog: Sources/App/Protocol/IRC.xcstrings
Source language: en
Languages: de, hu

# offering-a-direct-chat
source: Offering a direct chat to %@…
de: Direkter Chat wird %@ angeboten…
hu: Közvetlen csevegés felajánlása ennek: %@…

# one-or-more-arguments-are-not
source: One or more arguments are not properly formatted for this command.
de: Ein oder mehrere Argumente sind für diesen Befehl nicht korrekt formatiert.
hu: Egy vagy több argumentum formátuma nem megfelelő ehhez a parancshoz.

source: Operators matching %@
de: Operatoren passend zu %@
hu: Erre illeszkedő operátorok: %@

source: Operators of class %@
de: Operatoren der Klasse %@
hu: %@ osztályú operátorok

# please-take-notice-the-preference-labeled
source: 4Please take notice: The preference labeled “Prefer IPv4”, which you had enabled, no longer exists. IPv6 has been disabled for this connection to offer you similar behavior. See the Network Socket section of Server Properties to change which protocols are enabled (IPv4 and/or IPv6).
de: 4Bitte beachten: Die von dir aktivierte Einstellung "IPv4 bevorzugen" gibt es nicht mehr. Für ein ähnliches Verhalten wurde IPv6 für diese Verbindung deaktiviert. Unter Netzwerkverbindung in den Servereigenschaften kannst du die aktivierten Protokolle (IPv4 und/oder IPv6) ändern.
hu: 4Figyelem: Az általad bekapcsolt "IPv4 előnyben részesítése" beállítás már nem létezik. A hasonló működés érdekében az IPv6 le lett tiltva ennél a kapcsolatnál. Az engedélyezett protokollokat (IPv4 és/vagy IPv6) a Kiszolgáló tulajdonságai ablak Hálózati kapcsolat részében módosíthatod.

# please-use-the-address-book
source: Please use the Address Book to add or remove tracked users. Open the Address Book using the keyboard shortcut Control 3.
de: Verwende das Adressbuch, um beobachtete Benutzer hinzuzufügen oder zu entfernen. Öffne das Adressbuch mit Control 3.
hu: A követett felhasználókat a Címjegyzékben adhatod hozzá és távolíthatod el. A Címjegyzéket a Control 3 billentyűparanccsal nyithatod meg.

# presence-list-is-full
source: Not watching %1$ld of the nicknames you track: this server keeps at most %ld presence entries.
de: %1$ld deiner beobachteten Nicknamen werden nicht überwacht: Dieser Server speichert höchstens %ld Anwesenheitseinträge.
hu: %1$ld követett becenév nem lesz figyelve: a kiszolgáló legfeljebb %ld jelenléti bejegyzés tárolását támogatja.

source: Pretty good
de: Ziemlich gut
hu: Elég jó

# quiet-in-set
source: Quiet in %1$@: %2$@ set by %3$@ on %4$@
de: Stummschaltung in %1$@: %2$@, gesetzt von %3$@ am %4$@
hu: Némítás itt: %1$@. Minta: %2$@. Beállította: %3$@, időpont: %4$@

# quiet-list
source: Quiet in %1$@: %2$@
de: Stummschaltung in %1$@: %2$@
hu: Némítás itt: %1$@. Minta: %2$@

# received-file-transfer-request
source: Received file transfer request from %1$@, %2$@ (%3$@)
de: Dateiübertragungsanfrage von %1$@ erhalten: %2$@ (%3$@)
hu: Fájlátviteli kérés érkezett. Küldő: %1$@, fájl: %2$@ (%3$@)

# received-lag-check-reply-from-time
source: Received lag check reply from %1$@. Time elapsed: %2$1.0f milliseconds. (Rating: %3$@)
de: Antwort auf Latenzprüfung von %1$@ erhalten. Vergangene Zeit: %2$1.0f Millisekunden. (Bewertung: %3$@)
hu: Válasz érkezett a késleltetésmérésre ettől: %1$@. Eltelt idő: %2$1.0f ezredmásodperc. (Értékelés: %3$@)

# reconnecting-to-proxy-to-rebuild-internal
source: Reconnecting to proxy to rebuild internal state…
de: Erneute Verbindung zum Proxy, um den internen Zustand wiederherzustellen…
hu: Újracsatlakozás a proxyhoz a belső állapot helyreállításához…

source: Registered users matching %@
de: Registrierte Benutzer passend zu %@
hu: Erre illeszkedő regisztrált felhasználók: %@

# removed-ignore-that-matches-with-pattern
source: Removed ignore that matches %1$@ with pattern: %2$@
de: Ignorierregel für %1$@ mit folgendem Muster entfernt: %2$@
hu: Mellőzési szabály eltávolítva ehhez: %1$@. Minta: %2$@

source: SASL authentication failed. Disconnecting.
de: SASL-Authentifizierung fehlgeschlagen. Verbindung wird getrennt.
hu: A SASL-hitelesítés sikertelen. Kapcsolat bontása.

# sasl-authentication-failed-the-server-sent
source: SASL authentication failed: the server sent an oversized payload.
de: SASL-Authentifizierung fehlgeschlagen: Der Server hat zu viele Nutzdaten gesendet.
hu: A SASL-hitelesítés sikertelen: a kiszolgáló túl nagy adatcsomagot küldött.

source: SASL SCRAM authentication failed: %@
de: SASL-SCRAM-Authentifizierung fehlgeschlagen: %@
hu: A SASL SCRAM-hitelesítés sikertelen: %@

# sasl-scram-authentication-failed-the-server
source: SASL SCRAM authentication failed: the server sent a malformed message.
de: SASL-SCRAM-Authentifizierung fehlgeschlagen: Der Server hat eine fehlerhafte Nachricht gesendet.
hu: A SASL SCRAM-hitelesítés sikertelen: a kiszolgáló hibás formátumú üzenetet küldött.

# sasl-scram-authentication-failed-the-server-did-not
source: SASL SCRAM authentication failed: the server did not prove that it knows the password.
de: SASL-SCRAM-Authentifizierung fehlgeschlagen: Der Server hat nicht nachgewiesen, dass er das Passwort kennt.
hu: A SASL SCRAM-hitelesítés sikertelen: a kiszolgáló nem bizonyította, hogy ismeri a jelszót.

# script-errors-execution-failure
source: Script Execution Failure: %@
de: Fehler bei der Skriptausführung: %@
hu: Szkriptfuttatási hiba: %@

# script-execution-failure
source: Script Execution Failure (%1$@: %2$@): %3$@
de: Fehler bei der Skriptausführung (%1$@: %2$@): %3$@
hu: Szkriptfuttatási hiba (%1$@: %2$@): %3$@

# sent-receive-total
source: %1$@: Sent: %2$.2f, Receive: %3$.2f, Total: %4$.2f
de: %1$@: Gesendet: %2$.2f, empfangen: %3$.2f, gesamt: %4$.2f
hu: %1$@: Küldött: %2$.2f, fogadott: %3$.2f, összesen: %4$.2f

source: Server closed read stream
de: Der Server hat den Lesedatenstrom geschlossen
hu: A kiszolgáló lezárta az olvasási adatfolyamot

# server-did-not-acknowledge-this-message
source: The server did not acknowledge this message.
de: Der Server hat diese Nachricht nicht bestätigt.
hu: A kiszolgáló nem igazolta vissza ezt az üzenetet.

# server-offers-strict-transport-security-reconnecting
source: The server offers Strict Transport Security. Reconnecting with TLS on port %@.
de: Der Server bietet Strict Transport Security an. Erneute Verbindung mit TLS auf Port %@.
hu: A kiszolgáló Strict Transport Security támogatást kínál. Újracsatlakozás TLS-sel a(z) %@ porton.

# server-traffic-will-be-output
source: ⍅ Server traffic will be output to this window until it is closed by control clicking (right clicking) it. ⍆
de: ⍅ Der Serververkehr wird in diesem Fenster angezeigt, bis du es per Control-Klick oder Rechtsklick schließt. ⍆
hu: ⍅ A kiszolgáló forgalma ebben az ablakban jelenik meg, amíg be nem zárod a Control billentyűvel kattintva vagy jobb kattintással. ⍆

# server-withdrew-its-strict-transport-security
source: The server withdrew its Strict Transport Security policy for this host.
de: Der Server hat seine Strict-Transport-Security-Richtlinie für diesen Host zurückgezogen.
hu: A kiszolgáló visszavonta a Strict Transport Security szabályzatát ehhez a géphez.

# sets-mode
source: %1$@ sets mode %2$@
de: %1$@ setzt den Modus %2$@
hu: %1$@ beállítja ezt a módot: %2$@

# signed-on-at-and-has-been
source: %1$@ signed on at %2$@ and has been idle for %3$@
de: %1$@ hat sich am %2$@ angemeldet und ist seit %3$@ inaktiv
hu: %1$@ ekkor jelentkezett be: %2$@, és ennyi ideje tétlen: %3$@

source: Silence list entry: %@
de: Silence-Listeneintrag: %@
hu: Némítási lista bejegyzése: %@

source: Sound has been muted
de: Ton stummgeschaltet
hu: Hang elnémítva

source: Sound is already muted
de: Der Ton ist bereits stummgeschaltet
hu: A hang már el van némítva

source: Sound is no longer muted
de: Ton nicht mehr stummgeschaltet
hu: A hang némítása feloldva

source: Sound is not muted
de: Der Ton ist nicht stummgeschaltet
hu: A hang nincs elnémítva

source: Stop fingering me pervert!
de: Hör auf, mich anzufingern, du Perversling!
hu: Ne küldj nekem FINGER-kéréseket, te perverz!

# stored-a-strict-transport-security-policy
source: Stored a Strict Transport Security policy for this host: TLS on port %@.
de: Strict-Transport-Security-Richtlinie für diesen Host gespeichert: TLS auf Port %@.
hu: Strict Transport Security szabályzat elmentve ehhez a géphez: TLS a(z) %@ porton.

# strict-transport-security-policy
source: A Strict Transport Security policy is in effect for this host. Using TLS on port %@.
de: Für diesen Host gilt eine Strict-Transport-Security-Richtlinie. TLS auf Port %@ wird verwendet.
hu: Ehhez a géphez Strict Transport Security szabályzat van érvényben. TLS használata a(z) %@ porton.

source: Text matching “%@”
de: Text passend zu "%@"
hu: Erre illeszkedő szöveg: "%@"

# there-are-no-capabilities
source: There are no capabilities that are enabled
de: Es sind keine Fähigkeiten aktiviert
hu: Nincs engedélyezett képesség

# there-are-no-servers-configured
source: There are no servers configured to connect to.
de: Es sind keine Server für eine Verbindung konfiguriert.
hu: Nincs beállítva kiszolgáló a kapcsolódáshoz.

source: There are no timers
de: Keine Timer vorhanden
hu: Nincsenek időzítők

# this-command-can-only-be-used
source: This command can only be used with a channel.
de: Dieser Befehl kann nur in einem Kanal verwendet werden.
hu: Ez a parancs csak csatornán használható.

source: This command can only be used with a query.
de: Dieser Befehl kann nur in einem privaten Gespräch verwendet werden.
hu: Ez a parancs csak privát beszélgetésben használható.

# this-command-cannot-be-used-unless
source: This command cannot be used unless the checkbox labeled “Disable nickname colors” is unchecked in the Style section of Settings.
de: Dieser Befehl kann nur verwendet werden, wenn "Nickname-Farben deaktivieren" unter Einstellungen › Stil nicht ausgewählt ist.
hu: Ez a parancs csak akkor használható, ha a Beállítások Stílus részében nincs bejelölve a "Becenévszínek letiltása" jelölőnégyzet.

# this-command-cannot-be-used-within
source: This command cannot be used within this window.
de: Dieser Befehl kann in diesem Fenster nicht verwendet werden.
hu: Ez a parancs nem használható ebben az ablakban.

# this-server-does-not-advertise-support
source: This server does not advertise support for the SILENCE command.
de: Dieser Server gibt keine Unterstützung für den SILENCE-Befehl an.
hu: A kiszolgáló nem jelzi a SILENCE parancs támogatását.

# this-server-does-not-support-changing
source: This server does not support changing the real name (setname)
de: Dieser Server unterstützt das Ändern des echten Namens nicht (setname)
hu: A kiszolgáló nem támogatja a valódi név módosítását (setname)

# this-server-does-not-support-chat
source: This server does not support chat history.
de: Dieser Server unterstützt keinen Chatverlauf.
hu: A kiszolgáló nem támogatja a beszélgetési előzményeket.

# this-server-only-accepts-utf-8
source: This server only accepts UTF-8. The configured encoding is ignored for this connection.
de: Dieser Server akzeptiert nur UTF-8. Die konfigurierte Zeichenkodierung wird für diese Verbindung ignoriert.
hu: A kiszolgáló csak UTF-8-at fogad el. A beállított kódolás ennél a kapcsolatnál figyelmen kívül marad.

source: Time Since First Commit: %@
de: Zeit seit dem ersten Commit: %@
hu: Az első commit óta eltelt idő: %@

# timer-command-active
source: Active
de: Aktiv
hu: Aktív

# timer-command-can-be-used
source: The timer command can be used to perform a command after a specific amount of time and optionally repeat it. To learn more, type: “/timer help <topic>” Available topics: ADD, REMOVE, LIST, STOP, RESTART
de: Mit dem Befehl timer kannst du einen Befehl nach einer bestimmten Zeit ausführen und bei Bedarf wiederholen. Weitere Informationen: "/timer help <topic>" Verfügbare Themen: ADD, REMOVE, LIST, STOP, RESTART
hu: A timer paranccsal megadott idő elteltével végrehajthatsz egy parancsot, és igény szerint ismételheted is. További információ: "/timer help <topic>" Elérhető témák: ADD, REMOVE, LIST, STOP, RESTART

# timer-command-stopped
source: Stopped
de: Gestoppt
hu: Leállítva

# timer-count
source: There are %ld timers:
de: Es gibt %ld Timer:
hu: %ld időzítő van:

# timer-identifier-is-not-properly-formatted
source: Timer identifier is not properly formatted. Type “/timer list” for a list of timers.
de: Die Timer-ID ist nicht korrekt formatiert. Mit /timer list erhältst du eine Liste der Timer.
hu: Az időzítő azonosítójának formátuma hibás. Az időzítők listájához írd be: /timer list

# timer-interval-must-be-a-whole
source: Timer interval must be a whole number that is grater than zero (0). Type “/timer help” for more information.
de: Das Timer-Intervall muss eine ganze Zahl größer als null (0) sein. Weitere Informationen mit /timer help.
hu: Az időzítő időközének nullánál (0) nagyobb egész számnak kell lennie. További információ: /timer help

source: “/timer list” List timers
de: "/timer list" Timer auflisten
hu: "/timer list" Időzítők listázása

# timer-remove-identifier-remove-the-timer
source: “/timer remove <identifier>” Remove the timer assigned to <identifier>. To remove all timers, pass “all” as <identifier>. The identifier for a timer can be found using “/timer list”
de: "/timer remove <identifier>" Den Timer mit der ID <identifier> entfernen. Um alle Timer zu entfernen, verwende "all" als <identifier>. Die Timer-ID findest du mit "/timer list".
hu: "/timer remove <identifier>" A <identifier> azonosítójú időzítő eltávolítása. Az összes időzítő eltávolításához a <identifier> helyére írd azt, hogy "all". Az időzítők azonosítóit a "/timer list" paranccsal nézheted meg.

# timer-repeat-count-must
source: Timer repeat count must be a whole number that is grater than or equal to zero (0). Type “/timer help” for more information.
de: Die Wiederholungsanzahl muss eine ganze Zahl größer oder gleich null (0) sein. Weitere Informationen mit /timer help.
hu: Az időzítő ismétlésszámának nullánál (0) nem kisebb egész számnak kell lennie. További információ: /timer help

# timer-restart-identifier-restart-the-timer
source: “/timer restart <identifier>” Restart the timer assigned to <identifier>. The identifier for a timer can be found using “/timer list” When restarting a timer, the iteration count is reset which means a timer that is setup to repeat X number of times will start over from the beginning.
de: "/timer restart <identifier>" Den Timer mit der ID <identifier> neu starten. Die ID findest du mit "/timer list". Beim Neustart wird der Wiederholungszähler zurückgesetzt. Ein Timer mit begrenzter Wiederholungsanzahl beginnt dadurch von vorn.
hu: "/timer restart <identifier>" A <identifier> azonosítójú időzítő újraindítása. Az azonosítót a "/timer list" paranccsal találhatod meg. Újraindításkor az ismétlésszámláló nullázódik, így a megadott számú ismétlés elölről kezdődik.

# timer-seconds-repeat-command-seconds
source: “/timer <seconds> <repeat> <command>” <seconds> is the interval of the timer. The interval must be a whole number that is greater than zero (0). <repeat> is the repeat count for the timer. • To perform the timer only once, use one (1) as the repeat count. • To repeat the timer until manually stopped, use zero (0) as the repeat count. • To repeat the timer X number of times, use that number as the repeat count. <command> is the command to perform when the timer fires. Example: “msg #glasstual-testing Hey everyone!” Scope: The channel or query that is selected when a timer is added is used as the target for commands that do not take a channel name as an argument. Example #1: “/timer 10 1 <command>” — perform command one time, after ten seconds. Example #2: “/timer 10 20 <command>” — perform command twenty times, once every ten seconds. Example #3: “/timer 10 0 <command>” — perform command every ten seconds until the heat death of the universe.
de: "/timer <seconds> <repeat> <command>" <seconds> ist das Timer-Intervall. Es muss eine ganze Zahl größer als null (0) sein. <repeat> ist die Wiederholungsanzahl. • Für eine einmalige Ausführung verwende eins (1). • Für Wiederholungen bis zum manuellen Stoppen verwende null (0). • Für X Wiederholungen verwende die gewünschte Anzahl. <command> ist der auszuführende Befehl. Beispiel: "msg #glasstual-testing Hey everyone!" Geltungsbereich: Befehle ohne Kanalargument beziehen sich auf den Kanal oder das Gespräch, der bzw. das beim Hinzufügen des Timers ausgewählt war. Beispiel 1: "/timer 10 1 <command>" – Befehl nach zehn Sekunden einmal ausführen. Beispiel 2: "/timer 10 20 <command>" – Befehl zwanzigmal im Abstand von zehn Sekunden ausführen. Beispiel 3: "/timer 10 0 <command>" – Befehl alle zehn Sekunden bis zum Wärmetod des Universums ausführen.
hu: "/timer <seconds> <repeat> <command>" A <seconds> az időzítő időköze. Nullánál (0) nagyobb egész számnak kell lennie. A <repeat> az ismétlések száma. • Egyszeri végrehajtáshoz adj meg egyet (1). • A kézi leállításig tartó ismétléshez adj meg nullát (0). • X ismétléshez add meg a kívánt számot. A <command> az időzítő által végrehajtandó parancs. Példa: "msg #glasstual-testing Hey everyone!" Hatókör: A csatornanevet nem váró parancsok célja az időzítő hozzáadásakor kijelölt csatorna vagy privát beszélgetés. 1. példa: "/timer 10 1 <command>" – a parancs egyszeri végrehajtása tíz másodperc múlva. 2. példa: "/timer 10 20 <command>" – a parancs húszszori végrehajtása tíz másodpercenként. 3. példa: "/timer 10 0 <command>" – a parancs végrehajtása tíz másodpercenként az univerzum hőhaláláig.

# timer-stop-identifier-stop-the-timer
source: “/timer stop <identifier>” Stop the timer assigned to <identifier>. The identifier for a timer can be found using “/timer list”
de: "/timer stop <identifier>" Den Timer mit der ID <identifier> stoppen. Die ID findest du mit "/timer list".
hu: "/timer stop <identifier>" A <identifier> azonosítójú időzítő leállítása. Az azonosítót a "/timer list" paranccsal találhatod meg.

# timer-with-identifier-cant-be-restarted
source: Timer with identifier “%@” can’t be restarted. Add a new timer.
de: Der Timer mit der ID "%@" kann nicht neu gestartet werden. Füge einen neuen Timer hinzu.
hu: A(z) "%@" azonosítójú időzítő nem indítható újra. Adj hozzá egy új időzítőt.

# timer-with-identifier-does-not-exist
source: Timer with identifier “%@” does not exist. Type “/timer list” for a list of timers.
de: Es gibt keinen Timer mit der ID "%@". Mit /timer list erhältst du eine Liste der Timer.
hu: Nem létezik "%@" azonosítójú időzítő. Az időzítők listájához írd be: /timer list

source: Timer with identifier “%@” is already stopped
de: Der Timer mit der ID "%@" ist bereits gestoppt
hu: A(z) "%@" azonosítójú időzítő már le van állítva

source: Timer with identifier “%@” removed
de: Timer mit der ID "%@" entfernt
hu: A(z) "%@" azonosítójú időzítő eltávolítva

source: Timer with identifier “%@” restarted
de: Timer mit der ID "%@" neu gestartet
hu: A(z) "%@" azonosítójú időzítő újraindítva

source: Timer with identifier “%@” stopped
de: Timer mit der ID "%@" gestoppt
hu: A(z) "%@" azonosítójú időzítő leállítva

# tried-to-send-you-a-private
source: %1$@ (%2$@) tried to send you a private message, but it was ignored due to umode +g. Perform “/accept %1$@” to allow this user to communicate with you.
de: %1$@ (%2$@) hat versucht, dir eine private Nachricht zu senden. Sie wurde wegen Benutzermodus +g ignoriert. Mit /accept %1$@ kannst du Nachrichten dieses Benutzers zulassen.
hu: %1$@ (%2$@) privát üzenetet próbált küldeni, de a +g felhasználói mód miatt figyelmen kívül maradt. Az engedélyezéshez írd be: /accept %1$@

# trying-file-transfer
source: Trying file transfer to %1$@, %2$@ (%3$@)
de: Dateiübertragung an %1$@ wird versucht: %2$@ (%3$@)
hu: Fájlátvitel próbálása. Címzett: %1$@, fájl: %2$@ (%3$@)

source: Unregistered users matching %@
de: Nicht registrierte Benutzer passend zu %@
hu: Erre illeszkedő nem regisztrált felhasználók: %@

source: Users banned from channel %@
de: Aus Kanal %@ gebannte Benutzer
hu: A(z) %@ csatornáról kitiltott felhasználók

source: Users connected to server %@
de: Mit Server %@ verbundene Benutzer
hu: A(z) %@ kiszolgálóhoz kapcsolódó felhasználók

source: Users in channel %@
de: Benutzer in Kanal %@
hu: A(z) %@ csatorna felhasználói

source: Users in security group %@
de: Benutzer in Sicherheitsgruppe %@
hu: A(z) %@ biztonsági csoport felhasználói

source: Users logged in to account “%@”
de: Im Konto "%@" angemeldete Benutzer
hu: A(z) "%@" fiókba bejelentkezett felhasználók

source: Users matching hostmask and real name “%@”
de: Benutzer mit Hostmaske und echtem Namen passend zu "%@"
hu: A(z) "%@" címmaszkra és valódi névre illeszkedő felhasználók

source: Users whose real name matches “%@”
de: Benutzer, deren echter Name auf "%@" passt
hu: Felhasználók, akiknek valódi neve illeszkedik erre: "%@"

source: Users with certificate fingerprint %@
de: Benutzer mit Zertifikatsfingerabdruck %@
hu: %@ tanúsítvány-ujjlenyomatú felhasználók

source: Very slow
de: Sehr langsam
hu: Nagyon lassú

source: Waiting for response from lag check…
de: Warten auf die Antwort der Latenzprüfung…
hu: Várakozás a késleltetésmérés válaszára…

# waiting-for-to-connect-on-port
source: Waiting for %1$@ to connect on port %2$@…
de: Warten auf Verbindung von %1$@ auf Port %2$@…
hu: Várakozás %1$@ kapcsolódására a(z) %2$@ porton…

source: %@ wants to start a direct chat
de: %@ möchte einen direkten Chat starten
hu: %@ közvetlen csevegést szeretne indítani

# was-connected
source: %1$@ was connected to %2$@ on %3$@
de: %1$@ war am %3$@ mit %2$@ verbunden
hu: %1$@ ehhez kapcsolódott: %2$@, időpont: %3$@

# with-the-cipher-suite
source: %1$@ with the cipher suite: %2$@
de: %1$@ mit der Cipher-Suite: %2$@
hu: %1$@, titkosítási csomag: %2$@

# with-the-cipher-suite-4-deprecated
source: %1$@ with the cipher suite: %2$@ 4(deprecated)
de: %1$@ mit der Cipher-Suite: %2$@ 4(veraltet)
hu: %1$@, titkosítási csomag: %2$@ 4(elavult)

source: Yeah, okay…
de: Na gut…
hu: Na jó…

# you-are-now-an-irc-operator
source: You are now an IRC Operator on %@
de: Du bist jetzt IRC-Operator auf %@
hu: Mostantól IRC-operátor vagy itt: %@

# you-cannot-send-private-messages
source: You cannot send private messages to %@. Anything that you send to them will be ignored until you are added to their list of recognized users.
de: Du kannst %@ keine privaten Nachrichten senden. Deine Nachrichten werden ignoriert, bis du zur Liste zugelassener Benutzer hinzugefügt wirst.
hu: Nem küldhetsz privát üzenetet ennek: %@. Az üzeneteidet figyelmen kívül hagyja, amíg fel nem vesz az engedélyezett felhasználói közé.

# you-have-exceeded-the-maximum-away
source: You have exceeded the maximum away message length for %1$@ which is %ld characters. The end of your away message may have been cut off.
de: Deine Abwesenheitsnachricht überschreitet die für %1$@ erlaubte Länge von %ld Zeichen. Das Ende wurde möglicherweise abgeschnitten.
hu: Túllépted a(z) %1$@ hálózaton engedélyezett távolléti üzenethosszt, amely %ld karakter. Az üzenet vége lemaradhatott.

# you-have-exceeded-the-maximum-kick
source: You have exceeded the maximum kick message length for %1$@ which is %ld characters. The end of your kick message may have been cut off.
de: Deine Kick-Begründung überschreitet die für %1$@ erlaubte Länge von %ld Zeichen. Das Ende wurde möglicherweise abgeschnitten.
hu: Túllépted a(z) %1$@ hálózaton engedélyezett kirúgási indok hosszát, amely %ld karakter. Az indok vége lemaradhatott.
